{
    "version": "https://jsonfeed.org/version/1",
    "title": "Mya&#x27;s Website",
    "description": "",
    "home_page_url": "https://myagalindo.github.io/pubilisites",
    "feed_url": "https://myagalindo.github.io/pubilisites/feed.json",
    "user_comment": "",
    "author": {
        "name": "Mya Galindo"
    },
    "items": [
        {
            "id": "https://myagalindo.github.io/pubilisites/introduction-to-my-digital-story.html",
            "url": "https://myagalindo.github.io/pubilisites/introduction-to-my-digital-story.html",
            "title": "Backpacking Wonder&#x27;s With Mya",
            "summary": "About Me About Me Hi! my name is Mya! I am an adventure, nature lover, and above all life long learner. I teach individuals the necessities of getting started on their first backpacking trip and how beginners can become backpacking pros! I have a love&hellip;",
            "content_html": "<p class=\"align-center\">About Me</p>\n<p> </p>\n<p class=\"align-center\">About Me<br>Hi!  my name is Mya! I am an adventure, nature lover, and above all life long learner.   I teach individuals the necessities of getting started on their first backpacking trip and how beginners can become backpacking pros!  I have a love for travel and experiencing the world through backpacking.   Whether you need guidance on your first backpacking trip or looking for inspiration, you have come to the right destination.  <br><br>This blog will specifically focus on all of California's wonders and great places for beginners to get started on their first trip into the wild.  I am always searching for new knowledge, and I am here to share my new knowledge and previous knowledge with you.  Venture on your first backing trip can be scary; you're certain of what will happen.  I am here to be a guide to help answer all the scary unknowns and challenging questions.   Get ready for a wild ready, and let pack our backpacks together and get started! </p>\n<p> </p>\n<p>Check out this awesome viedo about how to get started for your first backpacking trip.</p>\n<figure class=\"post__video\"><iframe loading=\"lazy\" width=\"560\" height=\"314\" src=\"https://www.youtube.com/embed/O1vtZSKr0pE?ab_channel=REI\" allowfullscreen=\"allowfullscreen\" data-mce-fragment=\"1\"></iframe></figure>\n<p> </p>\n<p>Click on link to see the best spot for first time <a href=\"#INTERNAL_LINK#/post/null\" title=\"https://nobackhome.com/backpacking-in-california/\">backpackers!</a></p>\n<p> </p>\n<p> </p>",
            "author": {
                "name": "Mya Galindo"
            },
            "tags": [
            ],
            "date_published": "2021-10-13T10:37:33-07:00",
            "date_modified": "2021-10-23T18:48:58-07:00"
        }
    ]
}
